{
  "1": {
      "name": "Downtown as Fruits Rhonda",
      "image": "https://ipfs.io/ipfs/QmaGWuvh3XWwRaF5JhY1CLGjgnardHPGgr8GX6kWtpdeed?filename=1.png",
      "description": "Rhonda Wellington Lloyd is one of Arnold's classmates. She is a rich, pompous, self-proclaimed fashion queen and is one of the most popular students at P.S. 118. The only time this fashionista isn't concerned about how she looks is when she's dominating on the field. She's a phenomenal athlete, practicing numerous contact sports, like baseball and football."
  },
  "2": {
      "name": "Downtown as Fruits Phoebe",
      "image": "https://ipfs.io/ipfs/QmfTh8EPPLYwhWVs9ovD6igTokbtH6zhwowbyYLpG2Bgko?filename=2.png",
      "description": "Intelligent, sensitive and shy, Phoebe Heyerdahl is Helga’s best friend (and possibly her only friend). Helga will often take advantage of Phoebe, treating her like a personal assistant or yelling or insulting her. Despite that, Phoebe is one of the only people who actually likes Helga. Trustworthy Phoebe can keep a secret safe including knowing that Helga is in love with Arnold."
  },
  "3": {
      "name": "Adventure Squad Phil",
      "image": "https://ipfs.io/ipfs/QmQybg9cFzDE3cdCKNzDHfe7NdtoU7UdC5SkNAg8pcrmsi?filename=3.png",
      "description": "Fifteen-month-old twins Phil and Lil DeVille live next door to Tommy Pickles. They think alike, act alike, and even finish each other’s sentences. They are loyal followers of Tommy’s and joyfully participate in every Rugrats adventure – the messier and scarier, the better! They especially like mudpies, bugs, and moldy things from under sofas and beds. Phil and Lil are as close as siblings can be."
  },
  "4": {
      "name": "Adventure Squad Lil",
      "image": "https://ipfs.io/ipfs/QmTgLJwP4WT5kWzMXzXPC5mPYDwB5CFLWEtmSaHjLw4gJP?filename=4.png",
      "description": "Fifteen-month-old twins Phil and Lil DeVille live next door to Tommy Pickles. They think alike, act alike, and even finish each other’s sentences. They are loyal followers of Tommy’s and joyfully participate in every Rugrats adventure – the messier and scarier, the better! They especially like mudpies, bugs, and moldy things from under sofas and beds. Phil and Lil are as close as siblings can be."
  },
  "5": {
      "name": "Downtown as Fruits Harold",
      "image": "https://ipfs.io/ipfs/QmR8aM8poRxJtpBQ24WVLTUeZuYSjqTshRvcmfsSnUj1pa?filename=5.png",
      "description": "Harold may look big and intimidating, but his bark is worse than his bite. He can be immature and obnoxious, but at his core, Harold is cowardly and a bit insecure. He's a bit of a crybaby and is easily frightened or upset."
  },
  "6": {
      "name": "Downtown as Fruits Gerald",
      "image": "https://ipfs.io/ipfs/QmUoJZAyVbyC3TJBvcUBsWRPwrcpRHc6iq6FfFVGrusw98?filename=6.png",
      "description": "As Arnold’s best friend and right-hand man, Gerald Johanssen is the perfect co-captain for their adventures. He’s cool, athletic, knowledgeable, and street smart. Easygoing and friendly, Gerald is often the voice of reason–the perfect counterbalance to Arnold’s optimism. He loves telling stories, especially urban legends, and always appears to be in the know on Hillwood and its residents. A natural athlete, Gerald’s favorite sport is basketball, but he loves playing baseball with Arnold and their friends."
  },
  "7": {
      "name": "Downtown as Fruits Helga",
      "image": "https://ipfs.io/ipfs/QmbGeMv2cvjxQTKZix4mv7g31xfRTTrVAWfduQqmyMyhRV?filename=7.png",
      "description": "Tomboy Helga G. Pataki is the class bully who has a soft spot for Arnold (though she’d never let him know it). She’s even created a closet shrine for her crush. Helga loves being in charge and is known to be sarcastic, cynical, tough, and bossy. She constantly bullies her classmates, usually by mocking them, calling them nicknames or threatening them with \"Old Betsy\" to get her way. While she’s a tough girl in school, she has a much softer side when she’s alone or doing schoolwork. Helga has a gift for poetry, especially about Arnold, and has many notebooks filled with poems about him."
  },
  "8": {
      "name": "Rich Chuckie",
      "image": "https://ipfs.io/ipfs/QmYGc9bRberWUS4ru6deGqLCuBdacMjE3qndCijfxPJsnV?filename=8.png",
      "description": "Tommy’s best friend is a lovable two-year-old scaredy-cat who sees monsters in every closet and the black cloud within every silver lining. The gang’s adventurous schemes often leave Chuckie trembling. But since he hates being left behind, he grudgingly trudges along. And in the process, Chuckie often surprises himself with the courage he summons up. Chuckie suffers from poor sinus drainage and is terrified of clowns and the man on the oatmeal box."
  },
  "9": {
      "name": "Doctor Susie",
      "image": "https://ipfs.io/ipfs/QmRkEjf7nn8FvUpy1eRWZnUwiNMs1V71vnf7XYcyjmeTdA?filename=9.png",
      "description": "Tommy and the Rugrats look up to their friend Susie Carmichael, who possesses the kind of wisdom you can only get from experience. After all, she’s three. Susie is the child of an overachieving mother (French chef, airline pilot and doctor) and a cartoon-writing dad (of the famous “Dummi Bears” series). Susie is energetic, optimistic and quick to offer friendly advice and reassurance to a distressed Rugrat. Susie stands up for what’s right – which often puts her right in Angelica’s way."
  },
  "10": {
      "name": "Pharaoh Angelica",
      "image": "https://ipfs.io/ipfs/QmbsjNTdp73sA5YrvNZmbejYqNgBVPFTmuKJ3iRwQb3wie?filename=10.png",
      "description": "A three-year-old tyrant in training, Tommy’s cousin Angelica has the advantage of being able to talk both to grown-ups and to the babies. She manipulates her parents, shows off for strangers and mercilessly bullies Tommy’s friends. When she comes over, the Rugrats run for cover as they know she will terrorize them with “true” stories from her imagination and force them to sit through her off-key, lyrically mangled musical numbers. Beneath her cold, hard exterior beats the heart of a true spoiled brat. But however cleverly devilish her schemes, somehow Angelica always seems to get what she deserves."
  }
}